Repository: loginom/loginom-help-en-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Откроется окно для выбора полей, пригодных для связывания.
en: The window for selection of the fields suitable for linking will be opened.

source: Открытые Пакеты перечислены в таблице:
en: Opened Packages are listed in the table:

source: Открытый
en: Public

source: Открытый (доступен во всех пакетах) — для использования Производного компонента из другого пакета необходимо создать Ссылку на Пакет (см.
en: Public (available in all packages): to use the Derived Component from the other package, it is required to create the Reference to the Package (refer to

source: Открыть Панель управления, выбрать пункт Удаление программы.
en: It is required to open Control panel, and select Programs and Features.

source: Открыть в браузере стартовую страницу Loginom.
en: It is required to open the Loginom home page.

source: Открыть данную страницу можно:
en: This page can be opened in two ways:

source: Открыть диалог настройки порта можно одиночным кликом мыши по порту и последующим выбором команды "Настроить порт…".
en: It is possible to open the port configuration dialog by clicking on the port with the mouse button. Then it is required to select "Configure port..." command.

source: Открыть его можно:
en: It can be opened as follows:

source: Открыть окно Инспектора свойств можно также через контекстное меню области построения сценария, выставив флаг Показать/скрыть инспектор свойств (поставить галочку).
en: It is possible to open the Property inspector window using the context menu of the workflow construction area by ticking Show/hide property inspector (tick the box).

source: Открыть сценарий для редактирования и развернуть панель Подключения, в которой содержится перечень всех созданных в пакете подключений.
en: Open the workflow to be edited and expand the Connections panel that includes a list of all connections created in the package.

source: Отладка.
en: Debug.

source: Отличается от нескорректированного коэффициента детерминации тем, что скорректированный коэффициент может уменьшаться при введении в регрессионную модель переменных, не оказывающих существенного влияния на зависимую переменную.
en: It differs from not adjusted determination coefficient by the fact that the adjusted determination coefficient can be decreased when entering the variables that do not have considerable impact on the dependent variable into the regression model.

source: Отлично
en: Excellent

source: Отмеченные узлы будут выведены в колонки выходного набора данных.
en: The selected nodes will be organized in columns of the output data set.

source: Относительный путь
en: Relative Path

source: Отношение вероятности того, что событие произойдет к вероятности того, что событие не произойдет
en: Probability ratio of the fact that the event will occur to the probability of the fact that the event will not occur.

source: Отношение стандартной ошибки оценки коэффициента к его абсолютной величине.
en: Standard error ratio of the estimated coefficient to its absolute value.

source: Отображает внешнюю или внутреннюю таблицу замен для выбранного поля исходного набора.
en: It displays the external or internal replacement table for the selected field of the source data set.

source: Отображает входные переменные и способ замены для каждой переменной:
en: It displays the input variables and replacement method for each variable:

source: Отображает добавлен или удален был факт ("+" означает, что факт был добавлен в модель, а "-" показывает, что факт удален из модели)
en: It displays whether the measure has been added or deleted ("+" means that the measure has been added to the model, and "-" shows that the measure has been deleted from the model).

source: Отображает добавлен или удален был факт ("+" показывает, что факт был добавлен в модель, а "-" означает, что факт удален из модели)
en: It displays whether the measure has been added or deleted ("+" means that the measure has been added to the model, and "-" shows that the measure has been deleted from the model).

source: Отображается при включенной опции Показывать генеральную совокупность в гистограммах в Панели инструментов.
en: It is displayed when Show universal set in histograms option in the Toolbar is enabled.

source: Отображение каждого поля можно включить или отключить, для этого следует перенести курсор на произвольное поле и нажать на всплывшую кнопку , затем перенести курсор на строку Столбцы и во всплывшем списке выставить флаги к необходимым для отображения полям.
en: It is possible to enable or disable display of each field. For this ppurpose, it is required to hover cursor to a random field and press the pop-up button. Then it is required to hover cursor to Columns row and select checkboxes for the fields to be displayed in the pop-up list.

source: Отобразить:
en: It is required to display the following data:

source: Отредактировать настройки созданных в пакете Производных компонентов можно в разделе Компоненты панели навигации: Панель Навигация -> Пакеты -> Текущий пакет -> Компоненты.
en: It is possible to edit the settings of the Derived Components created in the package in the following section: Navigation panel components: Navigation panel -> Packages -> Current package -> Components.

source: Отступы строк задаются в соответствии с иерархией элементов.
en: Indents are set according to the hierarchy of items.

source: Отсутствует
en: None

source: Отсутствует (0).
en: None (0).

source: Отсутствует (0);
en: None (0).

source: Отчет можно добавить без группы, выбрать уже существующую группу или создать новую группу.
en: The report can be added without any group. It is required to select already existing group or create the new one.

source: Отчеты желательно группировать в группы по их смысловому содержанию.
en: It is preferable to group the reports according to their semantic content.

source: Отчеты, которые находятся в открытом состоянии, подсвечиваются зеленым цветом.
en: The reports in the open state are highlighted in green.

source: Оцененный уровень значимости IV (см.
en: Estimated significance level IV (refer to

source: Оценка значимости коэффициента при независимой переменной модели
en: Assessment of significance of coefficient in the case of independent variable of model

source: Оценка точности модели.
en: Assessment of the model accuracy.

source: Оценки классификации
en: Classification scores

source: Очень сильная (100).
en: Very strong (100).

source: Очень сильная (10000).
en: Very strong (10000).

source: Очень слабая (0,00001);
en: Very weak (0.00001).

source: Очень слабая (20).
en: Very weak (20).

source: Очередность полей сортировки можно изменить:
en: It is possible to change the fields sorting order:

source: Очередность элементов можно изменить:
en: It is possible to change the order of items.

source: Очистить список и создать все необходимые поля/переменные вручную.
en: Clean the list and create all required fields/variables manually.

source: Очищает консоль вывода сообщений в окне Предпросмотра.
en: It enables to clean the message console in the Preview window.

source: Ошибка
en: Error

source: Ошибка обучения, показывающая точность настройки модели на обучающем множестве
en: The training error that reflects the model setting accuracy of the training set

source: Ошибка так же возникнет, если указано имя несуществующей переменной.
en: An error also occurs when the nonexisting variable name of is specified.

source: Ошибка — указывается текст ошибки в случае ее возникновения.
en: Error — error text is specified, should it occur.

source: Ошибочный БИК
en: Wrong BIC

source: Пакет включает в себя Модули — декомпозиция пакета на уровне модулей.
en: The package includes the Modules - the package decomposition on the level of modules.

source: Пакетное выполнение Сценариев осуществляется при помощи утилиты BatchLauncher, поставляемой в комплекте с сервером Loginom версий Team, Standard, Enterprise.
en: The Workflows batch processing is performed using BatchLauncher utility application that is supplied as a set with the Loginom server (Team, Standard, Enterprise versions).

source: Пакетное выполнение сценария
en: Batch Processing of Workflow

source: Пакеты сохраняются по-отдельности в виде файлов с расширением .lgp, и включают в себя Ссылки и Модули.
en: Packages are saved separately in the form of files with .lgp extension, and they include References and Modules.

source: Палитра цветов — нужный цвет выбирается с помощью мыши.
en: Color palette: the required color is selected using the mouse.

source: Палитру цветов — нужный цвет выбирается с помощью мыши.
en: Color palette: the required color is selected using the mouse.

source: Панель «Процессы» предназначена для получения дополнительной информации о процессах обработки данных узлами Сценариев в рамках текущей сессии Loginom.
en: "Processes" panel enables to receive additional information on the data processing by the Workflow nodes during the current Loginom session.

source: Панель быстрого доступа
en: Quick Access Toolbar

source: Панель инструментов Куба
en: Cube Toolbar

source: Панель инструментов диалога настройки содержит следующие команды:
en: The configuration dialog toolbar contains the following commands:

source: Панель инструментов и контекстное меню списка Входное дерево содержит команды:
en: The toolbar and context menu of the Input Tree list contains the following commands:

source: Панель инструментов списка "Входные" содержит следующие команды:
en: The "Input" list toolbar contains the following commands:

source: Панель инструментов списка "Выходные" содержит следующие команды:
en: The "Output" list toolbar contains the following commands:

source: Панель инструментов таблицы содержит следующие команды:
en: The table toolbar contains the following commands:

source: Панель инструментов файлового менеджера предоставляет следующие возможности работы с файлами:
en: The file manager toolbar provides the following file usage options:

source: Панель управления отчетами предназначена для создания новых групп отчетов, переименования и удаления существующих групп отчетов, редактирования, переименования и удаления отчетов.
en: The reports control panel is designated for creation of new groups of reports, renaming and deletion of existing groups of reports, editing, renaming and deletion of reports.

source: Папки
en: Folders

source: Параллельная обработка не поддерживается циклом с постусловием.
en: Parallel processing is not supported by the postcondition loop.

source: Параметр
en: Parameter

source: Параметр Дополнение до наибольшего набора выставлен в значение Не дополнять, параметр Количество строк соответствует — в значение Максимальному набору.
en: Missing Terminal Rows Filling parameter is set to Leave empty value, Row count complies parameter — to With maximum data set value.

source: Параметр Заменять остальное отвечает за обработку значений не попавших в Таблицу замен, и не попадающих в допустимый интервал.
en: Replace other parameter is required for processing of the values that are not included into the Replacement table and that are out of the allowable interval.

source: Параметр Назначение входного поля влияет на свойство его обязательности в запросе к сервису.
en: Usage type parameter of the input field affects its property of obligatory specification in the service request.

source: Параметр Наличие временной зоны определяет указывается ли информация о часовом поясе в рамках стандарта ISO_8601 при передачи параметров GET-запроса типа Дата/Время.
en: Specify time zone defines whether the time zone information is specified according to ISO_8601 when GET request parameters of the Date/Time type are transferred.

source: Параметр Способ обработки неполных записей предоставляет следующие методы:
en: Incomplete records processing method parameter provides the following methods:

source: Параметр A — задается интенсивность выбранного цвета (от темного до светлого).
en: Parameter A: intensity of the selected color is set (from the dark to the light one).

source: Параметр должен входить в диапазон от 1 до RegExMatchCount.
en: Parameter must be included into the range from 1 to RegExMatchCount.

source: Параметр доступен для редактирования при любой топологии сети.
en: The parameter is available for editing with any network topology.

source: Параметр доступен для редактирования при следующих топологиях сети: 2D прямоугольная, 2D гексагональная, 3D.
en: The parameter is available for editing with the following network topologies: 2D rectangular, 2D hexagonal, 3D.

source: Параметр доступен для редактирования при топологии сети 3D.
en: The parameter is available for editing with 3D network topology.

source: Параметр может принимать значения от 1 до 10.
en: The parameter can take values from 1 to 10.

source: Параметр может принимать значения: Неиспользуемое, Транзакция, Элемент.
en: The parameter can take the following values: Unused, Transaction, Item.

source: Параметр регуляризации - степень зависимости весов сети друг от друга.
en: Decay parameter: the degree of the network weights dependence from each other.

source: Параметр четыре варианта настройки:
en: Four configuration options parameter:

source: Параметры port и database опциональные.
en: Port and database parameters are optional.

source: Параметры EM-кластеризации.
en: Parameters of EM clustering.

source: Параметры GET запроса — задается перечень параметров GET запроса, их имена и типы данных.
en: GET request parameters: a list of GET request parameters, their names and data types are set.

source: Параметры LDAP
en: LDAP Parameters

source: Параметры Пакета, в котором используется Производный компонент:
en: Parameters of the Package in which the Derived Component is used:

source: Параметры Пакета, в котором создан используемый Производный компонент:
en: There are the following parameters of the Package in which the used Derived Component has been created:

source: Параметры в процессе вычисления подбираются таким образом, чтобы минимизировать значение AIC.
en: The parameters are selected in the calculation process to minimize the AIC value.

source: Параметры выборки
en: Sampling Parameters

source: Параметры запуска Пакета на исполнение.
en: Parameters of the Package execution launch

source: Параметры извлечения XML
en: Parameters of XML Extraction

source: Параметры импорта с разделителями
en: Import Parameters with Separators

source: Параметры компонента: Выполнение программы
en: Component Parameters: Program Execution

source: Параметры логирования
en: Logging Parameters

source: Параметры можно ввести вручную или нажатием кнопки вызвать окно Выбор информационной базы, предоставляющее следующие варианты подключения.
en: The parameters can be manually entered, or it is possible to press button to calll Select Information Base window that provides the following connection options:

source: Параметры можно ввести вручную или нажатием кнопки вызвать окно Открыть файл.
en: Parameters can be manually entered, or it is possible to press button to call Open file window.

source: Параметры можно ввести вручную или нажатием кнопки вызвать окно Открыть файл;
en: Parameters can be manually entered, or it is possible to press button to call Open file window.

source: Параметры настройки сортировки задаются двух соседних столбцах:
en: Parameters of sorting configuration are set in two adjacent columns:

source: Параметры настройки сортировки:
en: Parameters of sorting configuration:

source: Параметры обучения
en: Training Parameters

source: Параметры подключения
en: Connection Parameters

source: Параметры подключения к источнику данных используются узлами импорта/экспорта данных.
en: Parameters of connection to the data source are used by the data import/export nodes.

source: Параметры сервера
en: Server Parameters

source: Параметры сети:
en: Network Parameters:

source: Параметры формирования XML
en: XML Generation Parameters

source: Пароль пользователя.
en: User password.

source: Пензенская обл.
en: The Penza Region

source: Первая неделя года начинается с понедельника, для дней с 1 января по первый понедельник возвращается номер последней недели предыдущего года.
en: The first week of the year starts from Monday. For the days from January 1 to the first Monday, the number of the last week of the previous year is returned.

source: Первое в списке.
en: First listed.

source: Первое в списке;
en: First listed.

source: Первой строке соответствует идентификатор 0.
en: 0 identifier matches the first string.

source: Первые два используются если не требуется изменение логики обработки данных, последний, — если алгоритм требует корректировки.
en: The first two are used if it is not required to change the data processing logics, the latter one if correction is required for the algorithm.

source: Первый вариант с выводом отдельного окна, вызываемом при клике мышью по кнопке .
en: The first option with a separate window called when clicking on button.

source: Первый вариант с выводом отдельного окна, вызываемом при клике мышью по кнопке уточнить.
en: The first option with a separate window called when clicking on to be defined button.

source: Первый порт имеет индекс 0.
en: The first port has 0 index.

source: Первый символ имени не может быть цифрой.
en: The first name character can't be a digit.

source: Первый узел дерева называется корнем.
en: The first tree node is called a root.

source: Первым этапом факторного анализа является выбор новых признаков, которые являются линейными комбинациями прежних и "вбирают" в себя большую часть общей изменчивости входных факторов.
en: At the first stage of the factor analysis, it is required to select new indicators that are linear combinations of the previous ones. They "absorb" the most part of the total variableness of the input factors.

source: Перед закрытием пакета его необходимо сохранить.
en: The package must be saved before its closure.

source: Перед началом настройки требуется установить связь с узлом подключения к SOAP-сервису.
en: Before setup start, it is required to provide connection with the SOAP service connection node.

source: Перед тем как использовать в сценариях узлы взаимодействия с SOAP-сервисами/REST-сервисами и импорта/экспорта из бизнес приложений, хранилищ данных, баз данных или иных источников, в пакете необходимо создать подключение к источнику данных.
en: Before interaction with SOAP services/REST services nodes and nodes of import/export from business applications, data warehouses, databases or other sources are used in the workflows, it is required to create the data source connection in the package.

source: Перед тем, как производить классификацию, алгоритм обучается на тренировочном наборе данных — обучающей выборке.
en: Before classification, it is required to train the algorithm using the training data set, namely, the training sample.

source: Перед тем, как производить прогноз, алгоритм обучается на тренировочном наборе данных — обучающей выборке.
en: Before forecasting, it is required to train the algorithm using the training data set, namely, the training sample.

source: Передача в запрос внутренних объектных переменных 1С (например объектов или ссылок справочников и документов) невозможна.
en: It is impossible to transfer internal instance 1C variables to the request (for example, objects or references of documents and reference textbooks).

source: Передвигая край навигатора, можно выбрать необходимую область диаграммы.
en: Moving the navigator edge, it is possible to select the required chart area.

source: Передний план;
en: Front

source: Перейти к базовому узлу — осуществляется переход к расположению базового узла в сценарии.
en: Go to the base node: go to location of the base node in the workflow.

source: Перейти к подключению — переход к окну с доступными подключениями.
en: Go to connection — go to the window with the available connections.

source: Перейти на первую/ последнюю страницу.
en: Go to the first/ last page.

source: Перейти на предыдущую/ следующую страницу;
en: Go to the previous/ next page;

source: Перекрестная проверка имеет два основных преимущества перед применением одного множества для обучения и одного для тестирования модели:
en: The cross validation has two main advantages as compared with usage of one set for training and one set for testing of the model:

source: Перекрестное соединение (SQL-аналог: CROSS JOIN)
en: Cross Join (SQL Analogue: CROSS JOIN)

source: Переменная (Метка)
en: Variable (Caption)

source: Переменная в качестве параметра SQL-запроса при Импорте из базы данных (переменная содержит текст SQL-запроса).
en: The variable as the SQL query parameter in the case of Import from database (the variable contains the SQL query text).

source: Переменная в качестве параметра SQL-запроса при Импорте из базы данных, переменная содержит текст SQL-запроса.
en: The variable as the SQL query parameter in the case of Import from database, the variable contains the SQL query text.

source: Переменная в качестве параметра компонента Условие.
en: The variable as the parameter of the Condition component.

source: Переменная в формуле, вычисляющей значение выражения используя Калькулятор;
en: The variable in the formula providing calculation of the expression value using the Calculator.

source: Переменная выбирается из списка переменных входных портов узла, заключенного в цикл.
en: The variable is selected from a list of variables of the input ports of the looped node.

source: Переменная используется совместно с функциями IF()/IFF(), для модификации значений вычисляемого факта в итоговых ячейках.
en: The variable is used with IF()/IFF() functions for modification of the calculated measure values in the total cells.

source: Переменная может выступать параметром условия в компоненте Фильтр строк.
en: The variable can be used as the criteria parameter of the Row Filter component.

source: Переменная может выступать параметром условия компонента Фильтр строк;
en: The variable can be also used as the criteria parameter of the Row Filter component.

source: Переменная пользователя USERNAME="Иванов".
en: User variable USERNAME="Ivanov".

source: Переменная с одинаковым именем может присутствовать одновременно в нескольких портах.
en: The variable with the same name can occur simultaneously in several ports.

source: Переменная системы USERNAME="PC-01$";
en: System variable USERNAME="PC-01$";

source: Переменные Сценария;
en: Workflow variables;

source: Переменные не доступны для редактирования.
en: Variables cannot be edited.

source: Переменные независимы.
en: Variables are independent.

source: Переменные пакета
en: Package Variables

source: Переменные пакета;
en: Package variables.

source: Переменные пользователя;
en: User variables.

source: Переменные предоставляют информацию о Пакете, в котором создан Производный компонент.
en: The variables provide information on the Package in which the Derived Component has been created.

source: Переменные сессии
en: Session Variables

source: Переменные сессии;
en: Session variables.

source: Переменные системы.
en: System variables.

source: Переменные так же могут быть использованы для того, чтобы задать параметры настроек узлов.
en: Variables can be also used to set parameters of the node settings.

source: Переменные узла.
en: Node variables.

source: Переменные, в свою очередь, могут применяться в обработчиках для преобразования таблиц.
en: In their turn, variables can be used in handlers to transform tables.

source: Переменные, которые отдает порт Сводка, представлены в таблице:
en: The variables provided by the Summary port are represented in the table:

source: Переменные, которые отдает порт Сводка, сведены в таблицу:
en: The variables provided by the Summary port are listed in the table:

source: Перемещение
en: Move
